IDEA Open Model
Material.StateOfThermalSpecificHeat Property
Compatible with IDEA StatiCa v 10.1
 State of thermal specific heat curvature
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public ThermalSpecificHeatState StateOfThermalSpecificHeat { get; set; }
Public Property StateOfThermalSpecificHeat As ThermalSpecificHeatState
	Get
	Set
public:
property ThermalSpecificHeatState StateOfThermalSpecificHeat {
	ThermalSpecificHeatState get ();
	void set (ThermalSpecificHeatState value);
}
Property Value
Type: ThermalSpecificHeatState
See Also
Reference
Material Class
IdeaRS.OpenModel.Material Namespace